export const songData = [
  {
    song: '红色高跟鞋',
    src: './Mp3/redShoe.mp3',
    content: `[00:00.001]红色高跟鞋 - 蔡健雅 (Tanya Chua)
[00:07.58]词：蔡健雅
[00:15.16]曲：蔡健雅
[00:22.753]该怎么去形容你最贴切
[00:28.159]拿什么跟你作比较才算特别
[00:33.602]对你的感觉 强烈
[00:36.315]却又不太了解 只凭直觉
[00:42.683]你像窝在被子里的舒服
[00:47.905]却又像风捉摸不住
[00:53.102]像手腕上散发的香水味
[00:58.745]像爱不释手的 红色高跟鞋
[01:17.415]该怎么去形容你最贴切
[01:22.606]拿什么跟你作比较才算特别
[01:28.09]对你的感觉 强烈
[01:30.824]却又不太了解 只凭直觉
[01:37.255005]你像窝在被子里的舒服
[01:42.425995]却又像风捉摸不住
[01:47.576004]像手腕上散发的香水味
[01:53.283005]像爱不释手的 红色高跟鞋
[02:15.329]你像窝在被子里的舒服
[02:20.699]却又像风 捉摸不住
[02:25.791]像手腕上散发的香水味
[02:31.446]像爱不释手的
[02:36.65399]我爱你有种左灯右行的冲突
[02:42.493]疯狂却怕没有退路
[02:47.568]你能否让我停止这种追逐
[02:53.767]就当那双 最后唯一的
[02:58.581]红色高跟鞋`
  },
  {
    song: '瞬',
    src: './Mp3/shun.mp3',
    content: `[00:00.0]瞬 - 郑润泽
[00:00.96]词：郑润泽
[00:01.49]曲：郑润泽
[00:02.16]编曲：朴桑松Sunny@壹橙Music
[00:03.57]制作人：苗柏杨@壹橙Music/郑润泽
[00:05.56]吉他：陈麒元@NoMarryStudio
[00:06.49]弦乐：国际首席爱乐乐团
[00:08.1]鼓：伊佳文
[00:08.72]鼓录音：万曦
[00:09.51]和声：彭浩楷
[00:10.27]混音/母带：钟焕楷@壹橙Music/谭玉堂
[00:12.66]封面设计：ELANUS
[00:13.43]艺人经纪：青小桔@青桔娱乐
[00:15.27]艺人宣传：肖肖@Matrix/毛俊@青桔音乐
[00:16.64]音乐统筹：罗皓
[00:17.38]企划营销：花境艺@银河方舟/赵国庆@银河方舟
[00:18.07]艺人合作统筹：姚慧佳@银河方舟
[00:18.52]项目总监：宫尹琳@银河方舟
[00:18.93]出品人：陆㻛@银河方舟/张洛铭@Matrix/李淘@青桔音乐
[00:19.63]OP：青桔音乐
[00:19.79]SP：银河方舟
[00:20.62]我想 说不清哪天
[00:24.41]你就会回来
[00:26.72]可太多的思念
[00:29.06]却压着时钟转
[00:34.0]喜欢 在夜深人静
[00:37.99]零碎的不堪
[00:40.88]能孤单的 大胆
[00:46.4]太多挂念
[00:49.84]光好刺眼
[00:53.22]殆尽之前
[00:55.72]你出现在我眼前
[00:58.99]就当是我的幻觉 慢一点
[01:04.89]如果倒转思念
[01:08.07]在这之前
[01:10.1]能够将我换为你来选
[01:13.7]你要让时间怎么转
[01:20.45]刚错过的怎么换
[01:27.25]不想到醒来缺一块
[01:33.82]我想过忘记
[01:35.81]是最后最坏的打算
[01:40.95]一尘不染
[01:44.380005]如此简单
[02:16.22]你羞涩的拍下的相片纸
[02:18.68]第一次的画面
[02:19.89]你让我触动了这按键
[02:21.95]是放松的那面
[02:23.11]再到后来慢慢的瓦解
[02:24.98]在暂时分别那天
[02:26.67]谁能够想到那是我们
[02:28.45]两人之间最后的一面
[02:30.91]明明在这之前
[02:32.6]相拥的如此坚定
[02:34.18]说着一直在身边
[02:36.8]说过要一起看的海
[02:38.95]现在我独自等待
[02:42.24]你要让时间怎么转
[02:49.01]刚错过的怎么换
[02:55.74]不想到醒来缺一块
[03:02.45]我想过忘记
[03:04.34]是最后最坏的打算
[03:09.23]我的无力成为了我的败笔
[03:12.47]我是无法做到真的毫不在意
[03:16.01]我只能做的只是每天
[03:18.02]默念 默念
[03:19.58]忘记是最后最后的最坏打算
[03:23.11]一尘不染
[03:26.41]如此简单
[03:33.2]不断的失重
[03:34.93]直到我失控
[03:36.65]没有任何理由
[03:39.78]你已经看见
[03:40.92]怎会相信我说的我不痛
[03:43.97]你要让时间怎么转
[03:50.22]刚错过的怎么换
[03:57.01]不想到醒来缺一块
[04:03.71]我想过忘记
[04:05.52]是最后最坏的打算
[04:10.64]一尘不染
[04:14.08]如此简单`
  },
  {
    song: '情歌',
    src: './Mp3/qingGe.mp3',
    content: `[00:00.0]情歌 - 梁静茹 (Fish Leong)
[00:05.2]词：陈没
[00:10.4]曲：伍冠谚
[00:15.6]编曲：陈建骐
[00:20.8]制作人：钟成虎
[00:26.0]时光是琥珀 泪一滴滴被反锁
[00:32.43]情书再不朽 也磨成沙漏
[00:39.11]青春的上游 白云飞走苍狗与海鸥
[00:46.49]闪过的念头 潺潺的溜走
[00:53.23]命运好幽默 让爱的人都沉默
[00:59.64]一整个宇宙 换一颗红豆
[01:06.68]回忆如困兽 寂寞太久而渐渐温柔
[01:13.54]放开了拳头 反而更自由
[01:20.63]慢动作 缱绻胶卷
[01:23.61]重播默片 定格一瞬间
[01:27.72]我们在 告别的演唱会
[01:32.0]说好不再见
[01:34.65]你写给我 我的第一首歌
[01:40.520004]你和我 十指紧扣 默写前奏
[01:45.69]可是那然后呢
[01:48.39]还好我有 我这一首情歌
[01:54.2]轻轻的 轻轻哼着 哭着笑着
[01:58.95]我的 天长地久
[02:20.69]命运好幽默 让爱的人都沉默
[02:27.02]一整个宇宙 换一颗红豆
[02:34.31]回忆如困兽 寂寞太久而渐渐温柔
[02:41.36]放开了拳头 反而更自由
[02:47.93]长镜头 越拉越远
[02:50.97]越来越远 事隔好几年
[02:55.06]我们在 怀念的演唱会
[02:59.25]礼貌的吻别
[03:03.78]你写给我 我的第一首歌
[03:09.59]你和我 十指紧扣 默写前奏
[03:14.67]可是那然后呢
[03:17.26]还好我有 我这一首情歌
[03:23.36]轻轻的 轻轻哼着 哭着笑着
[03:28.18]我的 天长地久
[03:34.73]陪我唱歌 清唱你的情歌
[03:40.57]舍不得 短短副歌 心还热着
[03:45.51]也该告一段落
[03:48.33]还好我有 我下一首情歌
[03:54.47]生命宛如 静静的 相拥的河
[03:59.14]永远 天长地久`
  },
  {
    song:'倒带',
    src:'./Mp3/daoDai.mp3',
    content:`[00:00.72]倒带 - 蔡依林
[00:02.26]词：方文山
[00:03.76]曲：周杰伦
[00:05.3]编曲：钟佐泓
[00:14.34]制作人：黄怡
[00:16.44]我受够了等待你所谓的安排
[00:24.9]说的未来到底多久才来
[00:31.01]总是要来不及 才知道我可爱
[00:39.42]我想依赖而你却都不在
[00:44.76]应该开心的地带
[00:48.27]你给的全是空白
[00:51.89]一个人假日发呆
[00:55.42]找不到人陪我看海
[00:59.44]我在幸福的门外
[01:03.04]却一直都进不来
[01:06.69]你累积给的伤害
[01:10.14]我是真的很难释怀
[01:13.81]终于看开爱回不来
[01:17.12]而你总是太晚明白
[01:20.83]最后才把话说开
[01:24.45]哭着求我留下来
[01:28.38]终于看开爱回不来
[01:31.85]我们面前太多阻碍
[01:35.53]你的手却放不开
[01:39.14]宁愿没出息求我别离开
[01:59.490005]你总是要我乖慢慢计划将来
[02:07.94]我的眼泪却一直掉下来
[02:13.97]过去怎么交代你该给的信赖
[02:22.65]被你亲手缓缓推入悬崖
[02:27.82]从我脸上的苍白
[02:31.04001]看到记忆慢下来
[02:34.75]过去甜蜜在倒带
[02:38.24]只是感觉已经不在
[02:42.45]而我对你的期待
[02:45.85]被你一次次摔坏
[02:49.47]已经碎成太多块
[02:52.88]要怎么拼凑跟重来
[02:56.94]终于看开爱回不来
[03:00.16]而你总是太晚明白
[03:03.86]最后才把话说开
[03:07.29]哭着求我留下来
[03:11.51]终于看开爱回不来
[03:14.86]我们面前太多阻碍
[03:18.65]你的手却放不开
[03:22.0]宁愿没出息求我别离开
[03:30.11]终于看开爱回不来
[03:33.3]而你总是太晚明白
[03:37.0]最后才把话说开
[03:40.53]哭着求我留下来
[03:44.58]终于看开爱回不来
[03:48.0]我们面前太多阻碍
[03:51.73]你的手却放不开
[03:55.12]宁愿没出息求我别离开`
  },
{
  song:'我怀念的',
  src:'./Mp3/iMiss.mp3',
  content:`[00:00.0]我怀念的 - 孙燕姿
[00:04.19]词：姚若龙
[00:08.38]曲：李偲菘
[00:12.57]编曲：Martin Tang
[00:16.76]我问为什么
[00:18.85]那女孩传简讯给我
[00:24.11]而你为什么
[00:26.2]不解释低着头沉默
[00:30.47]我该相信你很爱我
[00:34.24]不愿意敷衍我
[00:37.57]还是明白
[00:38.96]你已不想挽回什么
[00:46.03]想问为什么
[00:48.12]我不再是你的快乐
[00:53.19]可是为什么
[00:55.25]却苦笑说我都懂了
[00:59.3]自尊常常将人拖着
[01:03.01]把爱都走曲折
[01:06.27]假装了解是怕
[01:08.45]真相太赤裸裸
[01:11.729996]狼狈比失去难受
[01:14.229996]我怀念的是无话不说
[01:17.66]我怀念的是一起作梦
[01:21.14]我怀念的是争吵以后
[01:24.229996]还是想要爱你的冲动
[01:28.49]我记得那年生日
[01:31.8]也记得那一首歌
[01:35.06]记得那片星空
[01:37.04]最紧的右手
[01:38.869995]最暖的胸口
[01:40.39]谁记得
[01:43.759995]谁忘了
[01:56.43]想问为什么
[01:58.42]我不再是你的快乐
[02:03.25]可是为什么
[02:05.31]却苦笑说我都懂了
[02:09.35]自尊常常将人拖着
[02:13.15]把爱都走曲折
[02:16.25]假装了解是怕
[02:18.54001]真相太赤裸裸
[02:21.85]狼狈比失去难受
[02:24.23]我怀念的是无话不说
[02:27.63]我怀念的是一起作梦
[02:31.05]我怀念的是争吵以后
[02:34.06]还是想要爱你的冲动
[02:38.24]我记得那年生日
[02:41.6]也记得那一首歌
[02:44.74]记得那片星空
[02:46.68]最紧的右手
[02:48.44]最暖的胸口
[02:49.91]谁忘了
[02:51.68]我怀念的是无言感动
[02:55.03]我怀念的是绝对炽热
[02:58.48]我怀念的是你很激动
[03:01.51]求我原谅抱得我都痛
[03:05.69]我记得你在背后
[03:09.02]也记得我颤抖着
[03:12.23]记得感觉汹涌
[03:14.16]最美的烟火
[03:15.93]最长的相拥
[03:17.35]谁爱得太自由
[03:20.77]谁过头太远了
[03:24.18]谁要走我的心
[03:27.63]谁忘了那就是承诺
[03:31.07]谁自顾自地走
[03:34.39]谁忘了看着我
[03:37.87]谁让爱变沉重
[03:41.35]谁忘了要给你温柔
[03:56.69]我怀念的
[03:59.23]我还有想要爱你的冲动
[04:03.77]我记得那年生日
[04:07.15]也记得那一首歌
[04:10.28]记得那片星空
[04:12.23]最紧的右手
[04:13.89]最暖的胸口
[04:15.3]我放手
[04:18.72]我让座
[04:22.06]假洒脱
[04:25.44]谁懂我多么不舍得
[04:29.41]太爱了
[04:32.26]所以我
[04:35.66]没有哭
[04:39.01]没有说`
},
{
  song:'你在，不在',
  src:'./Mp3/youLive.mp3',
  content:`[00:00.03]你在，不在 - 郭采洁
[00:03.15]词：姚若龙
[00:05.2]曲：饶善强
[00:06.88]编曲：饶善强
[00:27.83]云碎成雨点 等你的抱歉
[00:34.32]却等到你的 不告而别
[00:41.11]星光像泪水 没说的思念
[00:47.59]变成黑眼圈
[00:54.46]几百天来的热烈
[00:57.67]一个寒流就瓦解
[01:00.89]再厚的爱只是一叠纸片
[01:05.55]你在房间 像幻灯片
[01:08.85]你在我眼里蔓延
[01:12.16]你在手机 你在笔电 无法隔绝
[01:18.85]你在深夜 像黑咖啡
[01:22.15]你在我心里面 陪我失眠
[01:28.43]可是却不在 我身边
[01:47.740005]感冒整个月 心里的疲倦
[01:54.34]比发烧晕眩 比头痛烈
[02:00.9]我不爱争辩
[02:05.13]脑海却默默决定一切
[02:14.19]几百天来的热烈
[02:17.62]一个寒流就瓦解
[02:20.88]再厚的爱只是一叠纸片
[02:25.51]你在房间 像幻灯片
[02:28.83]你在我眼里蔓延
[02:32.27]你在手机 你在笔电 无法隔绝
[02:38.82]你在深夜 像黑咖啡
[02:42.17]你在我心里面 陪我失眠
[02:48.3]可是却不在 我的身边
[03:06.17]我换沙发换窗帘却换不掉你
[03:09.55]固执的气味
[03:13.03]抱着一起养的小狗
[03:15.07]倔强假装克服了伤悲
[03:20.13]它吻了我 弄乱藏好的泪
[03:29.04001]你在房间 像幻灯片
[03:32.19]你在我眼里蔓延
[03:35.5]你在手机 你在笔电 无法隔绝
[03:42.2]你在深夜 像黑咖啡
[03:45.49]你在我心里面 陪我失眠
[03:51.72]可是却不在 我身边`
},
{
  song:'匿名的好友',
  src:'./Mp3/noNameFriend.mp3',
  content:`[00:00.0]匿名的好友 - 杨丞琳 (Rainie Yang)
[00:05.17]词：李焯雄
[00:10.34]曲：陈颖见
[00:15.51]编曲：Wave G
[00:20.68]杜松混合茉莉的风回忆里被爱
[00:27.24]那股激动天色好红
[00:31.4]温柔好浓在胸口浮现你的脸容
[00:36.74]一起活在这城市迷宫提起你名字
[00:43.16]心还跳动却没重逢
[00:47.47]只有想碰却又不敢碰的那种悸动
[00:52.51]也许我们当时年纪真的太小
[00:56.71]从那懵懵懂懂走进各自天空
[01:00.72]该怎么说让彼此选择但思念还转动
[01:10.69]不能握的手从此匿名的朋友
[01:18.19]其实我的执着依然执着
[01:22.66]与你无关泪自行吸收
[01:26.68]不能握的手却比亲人更亲厚
[01:33.82]当所有如果都没有如果
[01:38.28]只有失去的温柔最温柔
[01:59.03]当又一次美梦落空回忆里被爱
[02:05.56]那股激动天色好红
[02:09.7]温柔好浓在胸口浮现你的脸容
[02:14.9]也许我们当时年纪真的太小
[02:18.95]从那懵懵懂懂走进各自天空
[02:22.98]那是什么让彼此选择
[02:26.79001]又不仅是尊重
[02:32.95]不能握的手从此匿名的朋友
[02:40.51]其实我的执着依然执着
[02:45.0]与你无关泪自行吸收
[02:48.98]不能握的手却比亲人更亲厚
[02:56.04001]当所有如果都没有如果
[03:00.5]只有失去的温柔最温柔
[03:20.99]不能握的手从此匿名的朋友
[03:28.42]其实我的执着依然执着
[03:33.01]却决心和你不再联络
[03:36.9]不能握的手却比爱人更长久
[03:45.93]当所有如果都没有如果
[03:50.52]只有失去的拥有最永久`
}
]